{
  "first_screen_header_first_part": "Dort ist eine",
  "wonderwall": "Wonderwall",
  "first_screen_header_second_part": "Im defi Wildem Westen.",
  "buy_token": "Token kaufen",
  "first_screen_paragraph_first_part": "Oasis ist ein Token von einer kleinen Community aus Crypto-Enthusiasten, Programmieren und Grafik Design Experten. Unser token ermöglicht den Benutzer mit verschiedenen teilen der Oase, Dashboard und den Discord Bots zu interagieren. Auf dem Dashboard und in Discord werden wir verschiedenen Produkte haben die alle unten aufgelistet werden! Oasis wird auch ein Rug-Zertifizierungs Gütesiegel um sicher zu stellen dass es weniger Scams im Netzwerk gibt! Alles was ein crypto-trader will werden wir liefern. Lass die Fata-Morgana hinter die. Entspann dich, atme durch und trinke aus dem pool.",
  "first_screen_paragraph_second_part": "Willkommen an der Oase. Wir hoffen du genießt deine Zeit.",
  "second_screen_header": "One token to rule them all",
  "second_screen_paragraph_first_part": "Der Oasis token ermöglicht den Halter zugriff auf ein weites Angebot an Projekten entwickelt von der community.",
  "second_screen_paragraph_second_part": "Wir werden Charting und verschiedene Werkzeuge anbieten wie zum Beispiel: Limit-Orders für BSC und Uniswap, einen Snipe-Bot für neue listings und ICO's mit automatischen kauf/verkaufs Aufträgen, automatische wallet nachverfolgung, Nachrichten und Feeds für ausgewählte Kryptowährungen, Podcasts, ein Diskussions Board, Portfolio-tracker für deine lieblings Kryptowährungen, Ausführliche Recherchearbeiten und Technische Analyse, rug sniffers um die Community sicher zu halten, und mehr! Es wird auch Oasis Discord-Bots geben die neue listings und wallet movements anzeigen und maßgeschneiderte tipping bots für neue Kryptowährungen.",
  "second_screen_hero": "<span class=\"text-orange\">Halte einen token -</span> verwende<br>verschiedene Projekte,<br>so einfach.",
  "projects_description": "Der Oasis token ermöglicht den Halter zugriff auf ein weites Angebot an Projekten entwickelt von der community.",
  "sand_description": "Anpassbarer Discord/TG tipping und Preis-Bot. Kompatibel mit BSC, ZIL, ETH, und SOL tokens.",
  "mineral_description": "Filterbarer listing bot. Kompatibel mit AVAX, BSC, ETH, und SOL tokens.",
  "gem_description": "Wallet tracking Bot für Bekannte wallets, oder wallets deiner wahl.",
  "shadow_description": "wallet copy trading über den mempool. Das ermöglicht dir bekannte Wallets zu frontrunnen und in den trade rein und raus zu kommen bevor der Preis sich zu stark verändert.",
  "papyrus_description": "Automatischer rug pull schutz für mehr sicherheit und um potentielle verluste zu vermeiden.",
  "ray_description": "Manueller oder automatischer LP/pre sale snipe bot.",
  "tokenomics": "Tokenomics",
  "original_supply": "Orginale supply",
  "supply": "Supply",
  "burn_tx": "Burn tx",
  "pre_sale_price": "Pre-sale Preis",
  "launch_price": "Launch Preis",
  "redistributed_to_holders": "<span class=\"text-red-light\">5%</span> aller Transaktionen werden an die Halter verteilt",
  "locked_liquidity": "<span class=\"text-red-light\">5%</span> aller Transaktionen werden automatisch in die Liquidität auf PancakeSwap gelockt",
  "contract": "Contract",
  "notable_members": "Erwähnenswerte Mitglieder",
  "about": "About",
  "how_to_buy": "Wie man Oasis kauft",
  "how_to_buy_first": "Lade dir <a href=\"https://metamask.io/download.html\" target=\"_blank\">Metamask</a> für deinen Browser herunter wenn du einen PC oder Laptop verwendest. Lade dir <a href=\"https://trustwallet.com/\" target=\"_blank\">TrustWallet</a> für dein iOS oder Android handy herunter.",
  "how_to_buy_second": "<Sende BNB auf dein Wallet. Du kannst <a href=\"https://www.binance.com/\" target=\"_blank\">Binance</a> verwenden um BNB zu kaufen, oder kauf es direkt durch TrustWallet und Konvertiere es auf die Binance Smart Chain BSC falls du keinen zugang zu Binance hast.",
  "how_to_buy_third": "Falls du Trust Wallet verwendest, klicke auf den Dapps Reiter am unteren Bildschirmrand und wähle PancakeSwap aus und klicke auf Verbinden. Falls du Metamask verwendest, klicke einfach <a href=\"https://exchange.pancakeswap.finance/#/swap?outputCurrency=0xd9c99510a5e3145359d91fe9caf92dd5d68b603a\" target=\"_blank\">Hier</a> und verbinde dich mit WalletConnect.",
  "how_to_buy_fourth": "iPhone Nutzer müssen den TrustWallet Browser tab aktivieren. <a href=\"trust://browser_enable\" target=\"_blank\">Klicke diesen Link</a> in Safari um den Browser zu aktivieren.",
  "how_to_buy_fifth": "Wenn du die Trust Wallet App verwendest, klicke auf \"Select a currency\" und kopiere unsere Adresse in das Suchfeld:",
  "how_to_buy_sixth": "Um von einem Pc oder Laptop auf PancakeSwap zuzugreifen, <a href=\"https://exchange.pancakeswap.finance/#/swap?outputCurrency=0xd9c99510a5e3145359d91fe9caf92dd5d68b603a\" target=\"_blank\">Klicke hier</a>.",
  "how_to_buy_seventh_first": "Klicke nun auf die Balken um deine Slippage auf 11% order mehr bei starker Volatilität.",
  "how_to_buy_seventh_second": "Jetzt bist du bereit Oasis zu kaufen! Gebe die menge an Oasis ein die du in BNB kaufen möchtest.",
  "how_to_buy_seventh_third": "Manchmal musst du die letzte stelle an Oasis löschen und wieder eingeben damit es funktioniert.",
  "how_to_buy_eighth_first": "Klicke auf Swap bestätige die Transaktion.",
  "how_to_buy_eighth_second": "Nachdem die Transaktion bestätigt wurde hast du Oasis in deinem wallet.",
  "how_to_buy_eighth_third": "Glückwunsch, und Willkommen in der Oase!",
  "en": "Englisch",
  "ru": "Russisch"
}
